{
  "name": "Minnie Maus",
  "subtitle": "Staunende Taucherin",
  "strength": 2,
  "willpower": 3,
  "quest_value": 1,
  "rarity": "RARE",
  "ink_cost": 4,
  "author": "Adam Fenton",
  "deck_building_id": "21266db7b36d71ffdf1724077c586bfa8a5b870e",
  "culture_invariant_id": 330,
  "sort_number": 353,
  "additional_info": [
    {
      "title": "FAQ 2",
      "body": "F: Ich kontrolliere eine „Minnie Maus - Staunende Taucherin“, die einen ganzen Zug lang im Spiel war. Ich spiele zwei Aktionen, und aufgrund ihrer Fähigkeit „Unterwasserabenteuer“ erhöht sich ihr Legendenwert um +2. Wenn ich eine zweite Kopie von „Minnie Maus - Staunende Taucherin“ auf die erste Kopie von „Minnie Maus - Staunende Taucherin“ mit Gestaltwandel spiele, wie hoch ist dann der Legendenwert der „neuen“ Minnie Maus?\r\n\r\nA: Ihr Legendenwert beträgt 3. Sie hat einen Legendenwert von 1 als Basis und erhält +2  durch die Fähigkeit „Unterwasserabenteuer“ der ersten Kopie von Minnie Maus. Dieser durch diese Fähigkeit erhöhte Legendenwert bleibt bestehen, auch wenn der Charakter durch Gestaltwandel verändert wird. Die Fähigkeit der zweiten Kopie von Staunende Taucherin trägt nicht zu ihrem Legendenwert bei, weil sie nicht im Spiel war, als du deine zweite Aktion gespielt hast, und so ihre Fähigkeit nicht ausgelöst wurde.\r\n"
    }
  ],
  "ink_convertible": true,
  "abilities": [
    "Gestaltwandel",
    "Wendig"
  ],
  "subtypes": [
    "Flutgestalt",
    "Heldin"
  ],
  "flavor_text": "",
  "rules_text": "Gestaltwandel 2 (Du kannst 2 zahlen, um diesen Charakter auf einen deiner Minnie-Maus-Charaktere auszuspielen.) Wendig (Nur Charaktere mit Wendig können diesen Charakter herausfordern.) UNTERWASSERABENTEUER Jedes Mal, wenn du in deinem Zug die zweite Aktion ausspielst, erhält dieser Charakter in diesem Zug +2.",
  "card_identifier": "114/204 DE 2",
  "image_urls": [
    {
      "height": 2048,
      "url": "https://api.lorcana.ravensburger.com/images/de/set2/cards/1468x2048/114_3b320a984f599ca9ed6eefb62e2e62e1d22d22c5.jpg"
    },
    {
      "height": 512,
      "url": "https://api.lorcana.ravensburger.com/images/de/set2/cards/367x512/114_c26bf0effca716b241a78bbefaf38980f1f02945.jpg"
    }
  ],
  "foil_mask_url": "https://api.lorcana.ravensburger.com/images/de/set2/masks/1468x2048/114_29efffcc74b6b6f4b22a0c4e63bc08d13e4d3c85.jpg",
  "card_sets": [
    2,
    11
  ],
  "magic_ink_colors": [
    "RUBY"
  ]
}