{
  "name": "Dschafar",
  "subtitle": "Verblüffender Illusionist",
  "strength": 4,
  "willpower": 5,
  "quest_value": 1,
  "rarity": "LEGENDARY",
  "ink_cost": 7,
  "author": "Nicola Saviori",
  "deck_building_id": "d7bc114b05b2a9acf333a7ac61dcd6201048884f",
  "culture_invariant_id": 478,
  "sort_number": 513,
  "additional_info": [
    {
      "title": "FAQ",
      "body": "F: Wenn mein Dschafar - Verblüffender Illusionist „Freunde im Schattenreich“ singt, sammle ich dann zwei Legenden mithilfe seiner „Grenzenlose Macht“ Fähigkeit?\r\nA: Ja. Das Erschöpfen eines Charakters ersetzt die Kosten für das Singen eines Liedes, also ist Dschafar zum Zeitpunkt der Abhandlung des Effekts von „Freunde im Schattenreich“ bereits erschöpft.\r\n\r\nF: In meinem Zug lasse ich meinen Dschafar - Verblüffender Illusionist erkunden und erschöpfe ihn dafür. Wenn ich nun zu Beginn meines nächsten Zuges eine Karte ziehe, sammle ich dann eine Legende durch Dschafars Fähigkeit „Grenzenlose Macht“?\r\nA: Nein, sammelst du nicht. Das Erste, was eine Person zu Beginn ihres Zuges macht, ist das Bereitmachen aller eigenen erschöpften Karten. In dem Moment, wo du deine Karte ziehst, ist Dschafar bereits bereit, daher wird seine Fähigkeit nicht ausgelöst.\r\n"
    }
  ],
  "ink_convertible": true,
  "abilities": [
    "Gestaltwandel",
    "Wendig"
  ],
  "subtypes": [
    "Flutgestalt",
    "Schurke",
    "Magier"
  ],
  "flavor_text": "",
  "rules_text": "Gestaltwandel 5 (Du kannst 5 zahlen, um diesen Charakter auf einen deiner Dschafar-Charaktere auszuspielen.) Wendig (Nur Charaktere mit Wendig können diesen Charakter herausfordern.) GRENZENLOSE MACHT Solange dieser Charakter während deines Zuges erschöpft ist, sammelst du jedes mal 1 Legende, wenn du eine Karte ziehst.",
  "card_identifier": "42/204 DE 3",
  "image_urls": [
    {
      "height": 2048,
      "url": "https://api.lorcana.ravensburger.com/images/de/set3/cards/1468x2048/42_8801c0f64e34091a4d5dfb304522513a2eaed0b4.jpg"
    },
    {
      "height": 512,
      "url": "https://api.lorcana.ravensburger.com/images/de/set3/cards/367x512/42_ad7205bcaaa193ec39e8f00391382feb79977922.jpg"
    }
  ],
  "foil_mask_url": "https://api.lorcana.ravensburger.com/images/de/set3/masks/1468x2048/42_acd346576c2f022a81c2d6e52421749979d0d363.jpg",
  "card_sets": [
    3
  ],
  "magic_ink_colors": [
    "AMETHYST"
  ],
  "searchable_keywords": [
    "Aladdin"
  ]
}