{
  "name": "Maléfique",
  "subtitle": "Maîtresse du Mal",
  "strength": 2,
  "willpower": 3,
  "quest_value": 2,
  "rarity": "LEGENDARY",
  "ink_cost": 5,
  "author": "Grace Tran",
  "deck_building_id": "07edd0c48b6c74df55bfa81bd0511d9b8743d8a1",
  "culture_invariant_id": 487,
  "sort_number": 521,
  "additional_info": [
    {
      "title": "FAQ",
      "body": "Q : J’ai La Bête - Héros tragique en jeu avec 4 dommages sur lui et mon adversaire a uniquement Polochon - La voix de la raison en jeu. Si je joue Ce rêve bleu et pioche 7 cartes, puis-je déplacer les 4 dommages de La Bête sur Polochon grâce à la capacité “Divination” de Maléfique ?\r\nR : Non, vous ne pouvez en déplacer que 2 maximum. La capacité “Divination” de Maléfique se déclenche carte après carte, pour chaque carte que vous piochez, et ce, même si une capacité vous fait piocher plusieurs cartes en même temps. Après chaque résolution de la capacité “Divination” de Maléfique, si un personnage a autant de dommages que sa Volonté, ce dernier est banni. Ainsi, après avoir déplacé 2 dommages sur Polochon, ce dernier est banni et il n’y a plus de personnages adverses en jeu pour y déplacer les dommages de La Bête. Dans ce cas, vous ne pouvez plus réaliser l’effet de la capacité “Divination” de Maléfique.\r\n"
    }
  ],
  "ink_convertible": true,
  "abilities": [],
  "subtypes": [
    "Storyborn",
    "Méchant",
    "Mage"
  ],
  "flavor_text": "",
  "rules_text": "SAVOIR OBSCUR Chaque fois que ce personnage est envoyé à l'aventure, vous pouvez piocher une carte. DIVINATION Chaque fois que vous piochez une carte durant votre tour, vous pouvez choisir un personnage et déplacer 1 de ses jetons Dommage sur un personnage adverse de votre choix.",
  "card_identifier": "51/204 FR 3",
  "image_urls": [
    {
      "height": 2048,
      "url": "https://api.lorcana.ravensburger.com/images/fr/set3/cards/1468x2048/51_99901d34879a85d620cc36d010645edf94f73b50.jpg"
    },
    {
      "height": 512,
      "url": "https://api.lorcana.ravensburger.com/images/fr/set3/cards/367x512/51_4767ed5b147aaac147fe23fe3babb2b4a0a0e94c.jpg"
    }
  ],
  "foil_mask_url": "https://api.lorcana.ravensburger.com/images/fr/set3/masks/1468x2048/51_d30a1d72ad2fbd191e783032b2373a651773bbd2.jpg",
  "card_sets": [
    3
  ],
  "magic_ink_colors": [
    "AMETHYST"
  ],
  "searchable_keywords": [
    "La Belle au bois dormant",
    "Sleeping Beauty"
  ]
}